Repository: GusAntoniassi/respect-validation-localization
Catalog: translations/*.po
Languages: pt_br

source: {{name}} must not be an executable file
pt_br: {{name}} não pode ser um arquivo executável

source: {{name}} must be a valid NFe access key
pt_br: {{name}} deve ser uma chave de acesso NFe válida

source: {{name}} must not be a valid NFe access key
pt_br: {{name}} não pode ser uma chave de acesso NFe válida

source: {{name}} must validate against {{regex}}
pt_br: {{name}} deve ser válido contra {{regex}}

source: {{name}} must not validate against {{regex}}
pt_br: {{name}} não pode ser válido contra {{regex}}

source: {{name}} must contain only printable characters
pt_br: {{name}} deve conter apenas caracteres imprimíveis

source: {{name}} must contain only printable characters and "{{additionalChars}}"
pt_br: {{name}} deve conter apenas caracteres imprimíveis e "{{additionalChars}}"

source: {{name}} must not contain printable characters
pt_br: {{name}} não pode conter apenas caracteres imprimíveis

source: {{name}} must not contain printable characters or "{{additionalChars}}"
pt_br: {{name}} não pode conter apenas caracteres imprimíveis ou "{{additionalChars}}"

source: {{name}} must be a valid roman number
pt_br: {{name}} deve ser um número romano válido

source: {{name}} must not be a valid roman number
pt_br: {{name}} não pode ser um número romano válido

source: {{name}} must be an even number
pt_br: {{name}} deve ser um número par

source: {{name}} must not be an even number
pt_br: {{name}} não pode ser um número par

source: {{name}} is not considered as "No"
pt_br: {{name}} não é considerado como um "Não"

source: {{name}} is considered as "No"
pt_br: {{name}} é considerado como um "Não"

source: At least {{howMany}} of the {{failed}} required rules must pass for {{name}}
pt_br: Pelo menos {{howMany}} das {{failed}} regras necessárias devem passar para {{name}}

source: At least {{howMany}} of the {{failed}} required rules must pass for {{name}}, only {{passed}} passed.
pt_br: Pelo menos {{howMany}} das {{failed}} regras necessárias devem passar para {{name}}, e apenas {{passed}} passaram.

source: At least {{howMany}} of the {{failed}} required rules must not pass for {{name}}
pt_br: Pelo menos {{howMany}} das {{failed}} regras necessárias não podem passar para {{name}}

source: At least {{howMany}} of the {{failed}} required rules must not pass for {{name}}, only {{passed}} passed.
pt_br: Pelo menos {{howMany}} das {{failed}} regras necessárias não podem passar para {{name}}, apenas {{passed}} passaram.

source: {{name}} must be a finite number
pt_br: {{name}} deve ser um número finito

source: {{name}} must not be a finite number
pt_br: {{name}} não pode ser um número finito

source: {{name}} must be a float number
pt_br: {{name}} deve ser um número decimal

source: {{name}} must not be a float number
pt_br: {{name}} não pode ser um número decimal

source: {{name}} must be a valid country
pt_br: {{name}} deve ser um país válido

source: {{name}} must not be a valid country
pt_br: {{name}} não pode ser um país válido

source: {{name}} must be of the type integer
pt_br: {{name}} deve ser do tipo inteiro

source: {{name}} must not be of the type integer
pt_br: {{name}} não pode ser do tipo inteiro

source: {{name}} must be a valid currency
pt_br: {{name}} deve ser uma moeda válida

source: {{name}} must not be a valid currency
pt_br: {{name}} não pode ser uma moeda válida

source: {{name}} must be a directory
pt_br: {{name}} deve ser um diretório

source: {{name}} must not be a directory
pt_br: {{name}} deve ser um diretório

source: {{name}} must be {{type}}
pt_br: {{name}} deve ser {{type}}

source: {{name}} must not be {{type}}
pt_br: {{name}} não pode ser {{type}}

source: Data validation failed for %s
pt_br: Validação de dados falhou para %s

source: {{name}} must be a valid prime number
pt_br: {{name}} deve ser um número primo válido

source: {{name}} must not be a valid prime number
pt_br: {{name}} não pode ser um número primo válido

source: The value must be optional
pt_br: O valor deve ser opcional

source: {{name}} must be optional
pt_br: {{name}} deve ser opcional

source: The value must not be optional
pt_br: O valor não pode ser opcional

source: {{name}} must not be optional
pt_br: {{name}} não pode ser opcional

source: Key {{name}} must be present
pt_br: A chave {{name}} deve estar presente

source: {{baseKey}} must be valid to validate {{comparedKey}}
pt_br: {{baseKey}} deve ser válida para validar {{comparedKey}}

source: Key {{name}} must not be present
pt_br: A chave {{name}} não pode estar presente

source: {{baseKey}} must not be valid to validate {{comparedKey}}
pt_br: {{baseKey}} não pode ser válida para validar {{comparedKey}}

source: {{name}} must be a BSN
pt_br: {{name}} deve ser um BSN

source: {{name}} must not be a BSN
pt_br: {{name}} não pode ser um BSN

source: {{name}} must be greater than {{interval}}
pt_br: {{name}} deve ser maior que {{interval}}

source: {{name}} must be greater than or equal to {{interval}}
pt_br: {{name}} deve ser maior ou igual a {{interval}}

source: {{name}} must not be greater than {{interval}}
pt_br: {{name}} não pode ser maior que {{interval}}

source: {{name}} must not be greater than or equal to {{interval}}
pt_br: {{name}} não pode ser maior ou igual a {{interval}}

source: {{name}} must be a valid IMEI
pt_br: {{name}} deve ser um IMEI válido

source: {{name}} must not be a valid IMEI
pt_br: {{name}} não pode ser um IMEI válido

source: {{name}} must be an odd number
pt_br: {{name}} deve ser um número ímpar

source: {{name}} must not be an odd number
pt_br: {{name}} não pode ser um número ímpar

source: {{name}} must be of the type float
pt_br: {{name}} deve ser do tipo decimal

source: {{name}} must not be of the type float
pt_br: {{name}} não pode ser do tipo decimal

source: {{name}} must be a boolean
pt_br: {{name}} deve ser um booleano

source: {{name}} must not be a boolean
pt_br: {{name}} não pode ser um booleano

source: {{name}} must contain only punctuation characters
pt_br: {{name}} deve ter apenas caracteres de pontuação

source: {{name}} must contain only punctuation characters and "{{additionalChars}}"
pt_br: {{name}} deve ter apenas caracteres de pontuação e "{{additionalChars}}"

source: {{name}} must not contain punctuation characters
pt_br: {{name}} não pode ter caracteres de pontuação

source: {{name}} must not contain punctuation characters or "{{additionalChars}}"
pt_br: {{name}} não pode conter caracteres de pontuação ou "{{additionalChars}}"

source: {{name}} must be between {{minAge}} and {{maxAge}} years ago
pt_br: {{name}} deve estar entre {{minAge}} e {{maxAge}} anos atrás

source: {{name}} must be lower than {{minAge}} years ago
pt_br: {{name}} deve ser menor que {{minAge}} anos atrás

source: {{name}} must be greater than {{maxAge}} years ago
pt_br: {{name}} deve ser maior que {{maxAge}} anos atrás

source: {{name}} must not be between {{minAge}} and {{maxAge}} years ago
pt_br: {{name}} não pode estar entre {{minAge}} e {{maxAge}} anos atrás

source: {{name}} must not be lower than {{minAge}} years ago
pt_br: {{name}} não pode ser menor que {{minAge}} anos atrás

source: {{name}} must not be greater than {{maxAge}} years ago
pt_br: {{name}} não pode ser maior que {{maxAge}} anos atrás

source: {{name}} must be equals {{compareTo}}
pt_br: {{name}} deve ser igual a {{compareTo}}

source: {{name}} must not be equals {{compareTo}}
pt_br: {{name}} não pode ser igual a {{compareTo}}

source: {{name}} must be writable
pt_br: {{name}} deve ser gravável

source: {{name}} must not be writable
pt_br: {{name}} não pode ser gravável

source: {{name}} must be of the type array
pt_br: {{name}} deve ter o tipo vetor

source: {{name}} must not be of the type array
pt_br: {{name}} não pode ter o tipo vetor

source: The age must be {{age}} years or more.
pt_br: A idade deve ser de {{age}} anos ou mais.

source: The age must not be {{age}} years or more.
pt_br: A idade não pode ser de {{age}} anos ou mais.

source: {{name}} must be a bank account
pt_br: {{name}} deve ser uma conta bancária

source: {{name}} must not be a bank account
pt_br: {{name}} não pode ser uma conta bancária

source: {{name}} must be a valid Identity Card number for {{countryCode}}
pt_br: {{name}} deve ser um número de identidade válido para {{countryCode}}

source: {{name}} must not be a valid Identity Card number for {{countryCode}}
pt_br: {{name}} não pode ser um número de identidade válido para {{countryCode}}

source: {{name}} must be a valid CNPJ number
pt_br: {{name}} deve ser um CNPJ válido

source: {{name}} must not be a valid CNPJ number
pt_br: {{name}} não pode ser um CNPJ válido

source: {{name}} must be iterable
pt_br: {{name}} deve ser iterável

source: {{name}} must not be iterable
pt_br: {{name}} não pode ser iterável

source: {{name}} must be a valid language
pt_br: {{name}} deve ser uma linguagem válida

source: {{name}} must not be a valid language
pt_br: {{name}} não pode ser uma linguagem válida

source: At least one of these rules must pass for {{name}}
pt_br: Pelo menos uma destas regras deve passar para {{name}}

source: At least one of these rules must not pass for {{name}}
pt_br: Pelo menos uma destas regras não pode passar para {{name}}

source: {{name}} is not valid
pt_br: {{name}} não é válido

source: {{name}} is valid
pt_br: {{name}} é válido

source: The value must not be empty
pt_br: O valor não pode ser vazio

source: {{name}} must not be empty
pt_br: {{name}} não pode ser vazio

source: The value must be empty
pt_br: O valor deve ser vazio

source: {{name}} must be empty
pt_br: {{name}} deve ser vazio

source: {{name}} must have a length between {{minValue}} and {{maxValue}}
pt_br: {{name}} deve ter um tamanho entre {{minValue}} e {{maxValue}}

source: {{name}} must have a length greater than {{minValue}}
pt_br: {{name}} deve ter um tamanho maior que {{minValue}}

source: {{name}} must have a length lower than {{maxValue}}
pt_br: {{name}} deve ter um tamanho menor que {{maxValue}}

source: {{name}} must not have a length between {{minValue}} and {{maxValue}}
pt_br: {{name}} não pode ter um tamanho entre {{minValue}} e {{maxValue}}

source: {{name}} must not have a length greater than {{minValue}}
pt_br: {{name}} não pode ter um tamanho maior que {{minValue}}

source: {{name}} must not have a length lower than {{maxValue}}
pt_br: {{name}} não pode ter um tamanho menor que {{maxValue}}

source: {{name}} is not considered as "Yes"
pt_br: {{name}} não é considerado como um "Sim"

source: {{name}} is considered as "Yes"
pt_br: {{name}} é considerado como um "Sim"

source: {{name}} contain only hexadecimal digits
pt_br: {{name}} conter apenas dígitos hexadecimais

source: {{name}} contain only hexadecimal digits and "{{additionalChars}}"
pt_br: {{name}} conter apenas dígitos hexadecimais e "{{additionalChars}}"

source: {{name}} must not contain hexadecimal digits
pt_br: {{name}} não pode ter dígitos hexadecimais

source: {{name}} must not contain hexadecimal digits or "{{additionalChars}}"
pt_br: {{name}} não pode ter dígitos hexadecimais ou "{{additionalChars}}"

source: {{name}} must be an infinite number
pt_br: {{name}} deve ser um número infinito

source: {{name}} must not be an infinite number
pt_br: {{name}} não pode ser um número infinito

source: Data validation failed for {{name}}
pt_br: Validação de dados falhou para {{name}}

source: {{name}} must be less than {{interval}}
pt_br: {{name}} deve ser menor que {{interval}}

source: {{name}} must be less than or equal to {{interval}}
pt_br: {{name}} deve ser menor ou igual a {{interval}}

source: {{name}} must not be less than {{interval}}
pt_br: {{name}} não pode ser menor que {{interval}}

source: {{name}} must not be less than or equal to {{interval}}
pt_br: {{name}} não pode ser menor ou igual a {{interval}}

source: {{name}} must exists
pt_br: {{name}} deve existir

source: {{name}} must not exists
pt_br: {{name}} não pode existir

source: {{name}} must be multiple of {{multipleOf}}
pt_br: {{name}} deve ser múltiplo de {{multipleOf}}

source: {{name}} must not be multiple of {{multipleOf}}
pt_br: {{name}} não pode ser múltiplo de {{multipleOf}}

source: {{name}} must be uppercase
pt_br: {{name}} deve estar em caixa alta

source: {{name}} must not be uppercase
pt_br: {{name}} não pode estar em caixa alta

source: {{name}} must be a valid date
pt_br: {{name}} deve ser uma data válida

source: {{name}} must be a valid date. Sample format: {{format}}
pt_br: {{name}} deve ser uma data válida. Formato de exemplo: {{format}}

source: {{name}} must not be a valid date
pt_br: {{name}} não pode ser uma data válida

source: {{name}} must not be a valid date in the format {{format}}
pt_br: {{name}} não pode ser uma data válida no formato {{format}}

source: {{name}} must be a german BIC
pt_br: {{name}} deve ser um BIC alemão

source: {{name}} must not be a german BIC
pt_br: {{name}} não pode ser um BIC alemão

source: {{name}} must be a german bank
pt_br: {{name}} deve ser um banco alemão

source: {{name}} must not be a german bank
pt_br: {{name}} não pode ser um banco alemão

source: {{name}} must be a valid Polish Identity Card number
pt_br: {{name}} deve ser um cartão de identificação polandês válido

source: {{name}} must not be a valid Polish Identity Card number
pt_br: {{name}} não pode ser um cartão de identificação polandês válido

source: {{name}} must be a german bank account
pt_br: {{name}} deve ser uma conta bancária alemã

source: {{name}} must not be a german bank account
pt_br: {{name}} não pode ser uma conta bancária alemã

source: {{name}} must be a valid slug
pt_br: {{name}} deve ser uma slug válida

source: {{name}} must not be a valid slug
pt_br: {{name}} não pode ser uma slug válida

source: {{name}} must be a valid domain
pt_br: {{name}} deve ser um domínio válido

source: {{name}} must not be a valid domain
pt_br: {{name}} não pode ser um domínio válido

source: {{name}} is not considered as "False"
pt_br: {{name}} não é considerado como "Falso"

source: {{name}} is considered as "False"
pt_br: {{name}} é considerado como "Falso"

source: {{name}} must be between {{minSize}} and {{maxSize}}
pt_br: {{name}} deve ser entre {{minSize}} e {{maxSize}}

source: {{name}} must be greater than {{minSize}}
pt_br: {{name}} deve ser maior que {{minSize}}

source: {{name}} must be lower than {{maxSize}}
pt_br: {{name}} deve ser menor que {{maxSize}}

source: {{name}} must not be between {{minSize}} and {{maxSize}}
pt_br: {{name}} não pode ser entre {{minSize}} e {{maxSize}}

source: {{name}} must not be greater than {{minSize}}
pt_br: {{name}} não pode ser maior que {{minSize}}

source: {{name}} must not be lower than {{maxSize}}
pt_br: {{name}} não pode ser menor que {{maxSize}}

source: {{name}} must be positive
pt_br: {{name}} deve ser positivo

source: {{name}} must not be positive
pt_br: {{name}} não pode ser positivo

source: {{name}} must be a resource
pt_br: {{name}} deve ser um resource

source: {{name}} must not be a resource
pt_br: {{name}} não pode ser um resource

source: {{name}} must be a valid CPF number
pt_br: {{name}} deve ser um CPF válido

source: {{name}} must not be a valid CPF number
pt_br: {{name}} não pode ser um CPF válido

source: {{name}} must be a valid Fibonacci number
pt_br: {{name}} deve ser um número de Fibonacci válido

source: {{name}} must not be a valid Fibonacci number
pt_br: {{name}} não pode ser um número de Fibonacci válido

source: {{name}} must be a bank
pt_br: {{name}} deve ser a bum banco

source: {{name}} must not be a bank
pt_br: {{name}} não pode ser um banco

source: {{name}} must start with ({{startValue}})
pt_br: {{name}} deve começar com ({{startValue}})

source: {{name}} must not start with ({{startValue}})
pt_br: {{name}} não pode começar com ({{startValue}})

source: All of these rules must pass for {{name}}
pt_br: Todas estas regras devem passar para {{name}}

source: {{name}} must be between {{minValue}} and {{maxValue}}
pt_br: {{name}} deve estar entre {{minValue}} e {{maxValue}}

source: {{name}} must be greater than {{minValue}}
pt_br: {{name}} deve ser maior que {{minValue}}

source: {{name}} must be lower than {{maxValue}}
pt_br: {{name}} deve ser menor que {{maxValue}}

source: {{name}} must not be between {{minValue}} and {{maxValue}}
pt_br: {{name}} não pode ser entre {{minValue}} e {{maxValue}}

source: {{name}} must not be greater than {{minValue}}
pt_br: {{name}} não pode ser maior que {{minValue}}

source: {{name}} must not be lower than {{maxValue}}
pt_br: {{name}} não pode ser menor que {{maxValue}}

source: {{name}} must contain the value "{{containsValue}}"
pt_br: {{name}} deve ter o valor "{{containsValue}}"

source: {{name}} must not contain the value "{{containsValue}}"
pt_br: {{name}} não pode ter o valor "{{containsValue}}"

source: {{name}} must be in {{haystack}}
pt_br: {{name}} deve estar em {{haystack}}

source: {{name}} must not be in {{haystack}}
pt_br: {{name}} não pode estar em {{haystack}}

source: {{name}} must be a valid PHP label
pt_br: {{name}} deve ser uma label PHP válida

source: {{name}} must not be a valid PHP label
pt_br: {{name}} não pode ser uma label PHP válida

source: {{name}} must be a valid video URL
pt_br: {{name}} deve ser uma URL de vídeo válida

source: {{name}} must be a valid {{service}} video URL
pt_br: {{name}} deve ser uma URL de vídeo do {{service}} válida

source: {{name}} must not be a valid video URL
pt_br: {{name}} não pode ser uma URL de vídeo válida

source: {{name}} must not be a valid {{service}} video URL
pt_br: {{name}} não pode ser uma URL de vídeo do {{service}} válida

source: {{name}} must be an integer number
pt_br: {{name}} deve ser um número inteiro

source: {{name}} must not be an integer number
pt_br: {{name}} não pode ser um número inteiro

source: {{name}} must be a file
pt_br: {{name}} deve ser um arquivo

source: {{name}} must not be a file
pt_br: {{name}} não pode ser um arquivo

source: {{name}} must contain only control characters
pt_br: {{name}} deve ter apenas caracteres de controle

source: {{name}} must contain only control characters and "{{additionalChars}}"
pt_br: {{name}} deve ter apenas caracteres de controle e "{{additionalChars}}"

source: {{name}} must not contain control characters
pt_br: {{name}} não pode ter caracteres de controle

source: {{name}} must not contain control characters or "{{additionalChars}}"
pt_br: {{name}} não pode ter caracteres de controle ou "{{additionalChars}}"

source: {{name}} must not contain whitespace
pt_br: {{name}} não pode ter espaços em branco

source: {{name}} must not not contain whitespace
pt_br: {{name}} deve ter espaços em branco

source: {{name}} must be a version
pt_br: {{name}} deve ser uma versão

source: {{name}} must not be a version
pt_br: {{name}} não pode ser uma versão

source: {{name}} must be a symbolic link
pt_br: {{name}} deve ser um link simbólico

source: {{name}} must not be a symbolic link
pt_br: {{name}} não pode ser um link simbólico

source: {{name}} must end with ({{endValue}})
pt_br: {{name}} deve terminar com ({{endValue}})

source: {{name}} must not end with ({{endValue}})
pt_br: {{name}} não pode terminar com ({{endValue}})

source: {{name}} is not considered as "True"
pt_br: {{name}} não é considerado como "Verdadeiro"

source: {{name}} is considered as "True"
pt_br: {{name}} é considerado como "Verdadeiro"

source: {{name}} must be readable
pt_br: {{name}} deve ser legível

source: {{name}} must not be readable
pt_br: {{name}} não pode ser legível

source: {{name}} must contain only letters (a-z) and digits (0-9)
pt_br: {{name}} deve ter apenas letras (a-z) e dígitos (0-9)

source: {{name}} must contain only letters (a-z), digits (0-9) and {{additionalChars}}
pt_br: {{name}} deve ter apenas letras (a-z), dígitos (0-9) e {{additionalChars}}

source: {{name}} must not contain letters (a-z) or digits (0-9)
pt_br: {{name}} não pode ter letras (a-z) ou dígitos (0-9)

source: {{name}} must not contain letters (a-z), digits (0-9) or {{additionalChars}}
pt_br: {{name}} não pode ter letras (a-z), dígitos (0-9) ou {{additionalChars}}

source: {{name}} must contain only letters (a-z)
pt_br: {{name}} deve ter apenas letras (a-z)

source: {{name}} must contain only letters (a-z) and "{{additionalChars}}"
pt_br: {{name}} deve ter apenas letras (a-z) e "{{additionalChars}}"

source: {{name}} must not contain letters (a-z)
pt_br: {{name}} não pode ter letras (a-z)

source: {{name}} must not contain letters (a-z) or "{{additionalChars}}"
pt_br: {{name}} não pode ter letras (a-z) ou "{{additionalChars}}"

source: {{name}} must be a valid subdivision code for {{countryCode}}
pt_br: {{name}} deve ser um código de subdivisão válido do(a) {{countryCode}}

source: {{name}} must not be a valid subdivision code for {{countryCode}}
pt_br: {{name}} não pode ser ser um código de subdivisão válido do(a) {{countryCode}}

source: Attribute {{name}} must be present
pt_br: O atributo {{name}} deve estar presente

source: Attribute {{name}} must be valid
pt_br: O atributo {{name}} deve ser válido

source: Attribute {{name}} must not be present
pt_br: O atributo {{name}} não pode estar presente

source: Attribute {{name}} must not validate
pt_br: O atributo {{name}} não pode ser válido

source: {{name}} must be numeric
pt_br: {{name}} deve ser numérico

source: {{name}} must not be numeric
pt_br: {{name}} não pode ser numérico

source: {{name}} must be a valid telephone number
pt_br: {{name}} deve ser um número de telefone válido

source: {{name}} must not be a valid telephone number
pt_br: {{name}} não pode ser um número de telefone válido

source: {{name}} must contain only space characters
pt_br: {{name}} deve ter apenas caracteres de espaço

source: {{name}} must contain only space characters and "{{additionalChars}}"
pt_br: {{name}} deve ter apenas caracteres de espaço e "{{additionalChars}}"

source: {{name}} must not contain space characters
pt_br: {{name}} não pode ter caracteres de espaço

source: {{name}} must not contain space characters or "{{additionalChars}}"
pt_br: {{name}} não pode ter caracteres de espaço ou "{{additionalChars}}"

source: {{name}} must be a hex RGB color
pt_br: {{name}} deve ser uma cor RGB em hexadecimal

source: {{name}} must not be a hex RGB color
pt_br: {{name}} não pode ser uma cor RGB em hexadecimal

source: {{name}} must be a URL
pt_br: {{name}} deve ser uma URL

source: {{name}} must not be a URL
pt_br: {{name}} não pode ser uma URL

source: {{name}} must be a callable
pt_br: {{name}} deve ser uma callable

source: {{name}} must not be a callable
pt_br: {{name}} não pode ser uma callable

source: {{name}} must contain only vowels
pt_br: {{name}} deve ter apenas vogais

source: {{name}} must contain only vowels and "{{additionalChars}}"
pt_br: {{name}} deve ter apenas vogais e "{{additionalChars}}"

source: {{name}} must not contain vowels
pt_br: {{name}} não pode ter vogais

source: {{name}} must not contain vowels or "{{additionalChars}}"
pt_br: {{name}} não pode ter vogais ou "{{additionalChars}}"

source: {{name}} must have {{extension}} extension
pt_br: {{name}} deve ter a extensão {{extension}}

source: {{name}} must not have {{extension}} extension
pt_br: {{name}} não pode ter a extensão {{extension}}

source: Key {{name}} must be valid
pt_br: A chave {{name}} deve ser válido

source: Key {{name}} must not be valid
pt_br: A chave {{name}} não pode ser válido

source: {{name}} must contain only graphical characters
pt_br: {{name}} deve ter apenas caracteres gráficos

source: {{name}} must contain only graphical characters and "{{additionalChars}}"
pt_br: {{name}} deve ter apenas caracteres gráficos e "{{additionalChars}}"

source: {{name}} must not contain graphical characters
pt_br: {{name}} não pode ter caracteres gráficos
