Repository: GusAntoniassi/respect-validation-localization
Catalog: translations/*.po
Languages: pt_br

source: {{name}} must not be a subdivision code of Bouvet Island
pt_br: {{name}} não pode ser um código de subdivisão para Bouvet Island

source: {{name}} must be a subdivision code of Armenia
pt_br: {{name}} deve ser um código de subdivisão para Armenia

source: {{name}} must not be a subdivision code of Armenia
pt_br: {{name}} não pode ser um código de subdivisão para Armenia

source: {{name}} must be a subdivision code of Andorra
pt_br: {{name}} deve ser um código de subdivisão para Andorra

source: {{name}} must not be a subdivision code of Andorra
pt_br: {{name}} não pode ser um código de subdivisão para Andorra

source: {{name}} must be a subdivision code of Cyprus
pt_br: {{name}} deve ser um código de subdivisão para Cyprus

source: {{name}} must not be a subdivision code of Cyprus
pt_br: {{name}} não pode ser um código de subdivisão para Cyprus

source: {{name}} must be a subdivision code of Cape Verde
pt_br: {{name}} deve ser um código de subdivisão para Cape Verde

source: {{name}} must not be a subdivision code of Cape Verde
pt_br: {{name}} não pode ser um código de subdivisão para Cape Verde

source: {{name}} must be a subdivision code of Slovakia
pt_br: {{name}} deve ser um código de subdivisão para Slovakia

source: {{name}} must not be a subdivision code of Slovakia
pt_br: {{name}} não pode ser um código de subdivisão para Slovakia

source: {{name}} must be a subdivision code of Romania
pt_br: {{name}} deve ser um código de subdivisão para Romania

source: {{name}} must not be a subdivision code of Romania
pt_br: {{name}} não pode ser um código de subdivisão para Romania

source: {{name}} must be a subdivision code of Bahamas
pt_br: {{name}} deve ser um código de subdivisão para Bahamas

source: {{name}} must not be a subdivision code of Bahamas
pt_br: {{name}} não pode ser um código de subdivisão para Bahamas

source: {{name}} must be a subdivision code of South Korea
pt_br: {{name}} deve ser um código de subdivisão para South Korea

source: {{name}} must not be a subdivision code of South Korea
pt_br: {{name}} não pode ser um código de subdivisão para South Korea

source: {{name}} must be a subdivision code of São Tomé and Príncipe
pt_br: {{name}} deve ser um código de subdivisão para São Tomé and Príncipe

source: {{name}} must not be a subdivision code of São Tomé and Príncipe
pt_br: {{name}} não pode ser um código de subdivisão para São Tomé and Príncipe

source: {{name}} must be a subdivision code of Turkey
pt_br: {{name}} deve ser um código de subdivisão para Turkey

source: {{name}} must not be a subdivision code of Turkey
pt_br: {{name}} não pode ser um código de subdivisão para Turkey

source: {{name}} must be a subdivision code of Bangladesh
pt_br: {{name}} deve ser um código de subdivisão para Bangladesh

source: {{name}} must not be a subdivision code of Bangladesh
pt_br: {{name}} não pode ser um código de subdivisão para Bangladesh

source: {{name}} must be a subdivision code of Gibraltar
pt_br: {{name}} deve ser um código de subdivisão para Gibraltar

source: {{name}} must not be a subdivision code of Gibraltar
pt_br: {{name}} não pode ser um código de subdivisão para Gibraltar

source: {{name}} must be a subdivision code of Papua New Guinea
pt_br: {{name}} deve ser um código de subdivisão para Papua New Guinea

source: {{name}} must not be a subdivision code of Papua New Guinea
pt_br: {{name}} não pode ser um código de subdivisão para Papua New Guinea

source: {{name}} must be a subdivision code of Brazil
pt_br: {{name}} deve ser uma sigla de estado brasileira

source: {{name}} must not be a subdivision code of Brazil
pt_br: {{name}} não pode ser uma sigla de estado brasileira

source: {{name}} must be a subdivision code of Trinidad and Tobago
pt_br: {{name}} deve ser um código de subdivisão para Trinidad and Tobago

source: {{name}} must not be a subdivision code of Trinidad and Tobago
pt_br: {{name}} não pode ser um código de subdivisão para Trinidad and Tobago

source: {{name}} must be a subdivision code of Mozambique
pt_br: {{name}} deve ser um código de subdivisão para Mozambique

source: {{name}} must not be a subdivision code of Mozambique
pt_br: {{name}} não pode ser um código de subdivisão para Mozambique

source: {{name}} must be a subdivision code of Comoros
pt_br: {{name}} deve ser um código de subdivisão para Comoros

source: {{name}} must not be a subdivision code of Comoros
pt_br: {{name}} não pode ser um código de subdivisão para Comoros

source: {{name}} must be a subdivision code of Cocos [Keeling] Islands
pt_br: {{name}} deve ser um código de subdivisão para Cocos [Keeling] Islands

source: {{name}} must not be a subdivision code of Cocos [Keeling] Islands
pt_br: {{name}} não pode ser um código de subdivisão para Cocos [Keeling] Islands

source: {{name}} must be a subdivision code of Cambodia
pt_br: {{name}} deve ser um código de subdivisão para Cambodia

source: {{name}} must not be a subdivision code of Cambodia
pt_br: {{name}} não pode ser um código de subdivisão para Cambodia

source: {{name}} must be a subdivision code of Namibia
pt_br: {{name}} deve ser um código de subdivisão para Namibia

source: {{name}} must not be a subdivision code of Namibia
pt_br: {{name}} não pode ser um código de subdivisão para Namibia

source: {{name}} must be a subdivision code of Saint Barthélemy
pt_br: {{name}} deve ser um código de subdivisão para Saint Barthélemy

source: {{name}} must not be a subdivision code of Saint Barthélemy
pt_br: {{name}} não pode ser um código de subdivisão para Saint Barthélemy

source: {{name}} must be a subdivision code of New Caledonia
pt_br: {{name}} deve ser um código de subdivisão para New Caledonia

source: {{name}} must not be a subdivision code of New Caledonia
pt_br: {{name}} não pode ser um código de subdivisão para New Caledonia

source: {{name}} must be a subdivision code of Christmas Island
pt_br: {{name}} deve ser um código de subdivisão para Christmas Island

source: {{name}} must not be a subdivision code of Christmas Island
pt_br: {{name}} não pode ser um código de subdivisão para Christmas Island

source: {{name}} must be a subdivision code of British Indian Ocean Territory
pt_br: {{name}} deve ser um código de subdivisão para British Indian Ocean Territory

source: {{name}} must not be a subdivision code of British Indian Ocean Territory
pt_br: {{name}} não pode ser um código de subdivisão para British Indian Ocean Territory

source: {{name}} must be a subdivision code of Peru
pt_br: {{name}} deve ser um código de subdivisão para Peru

source: {{name}} must not be a subdivision code of Peru
pt_br: {{name}} não pode ser um código de subdivisão para Peru

source: {{name}} must be a subdivision code of Sint Maarten
pt_br: {{name}} deve ser um código de subdivisão para Sint Maarten

source: {{name}} must not be a subdivision code of Sint Maarten
pt_br: {{name}} não pode ser um código de subdivisão para Sint Maarten

source: {{name}} must be a subdivision code of Guyana
pt_br: {{name}} deve ser um código de subdivisão para Guyana

source: {{name}} must not be a subdivision code of Guyana
pt_br: {{name}} não pode ser um código de subdivisão para Guyana

source: {{name}} must be a subdivision code of Dominican Republic
pt_br: {{name}} deve ser um código de subdivisão para Dominican Republic

source: {{name}} must not be a subdivision code of Dominican Republic
pt_br: {{name}} não pode ser um código de subdivisão para Dominican Republic

source: {{name}} must be a subdivision code of Liechtenstein
pt_br: {{name}} deve ser um código de subdivisão para Liechtenstein

source: {{name}} must not be a subdivision code of Liechtenstein
pt_br: {{name}} não pode ser um código de subdivisão para Liechtenstein

source: {{name}} must be a subdivision code of Uzbekistan
pt_br: {{name}} deve ser um código de subdivisão para Uzbekistan

source: {{name}} must not be a subdivision code of Uzbekistan
pt_br: {{name}} não pode ser um código de subdivisão para Uzbekistan

source: {{name}} must be a subdivision code of Tanzania
pt_br: {{name}} deve ser um código de subdivisão para Tanzania

source: {{name}} must not be a subdivision code of Tanzania
pt_br: {{name}} não pode ser um código de subdivisão para Tanzania

source: {{name}} must be a subdivision code of American Samoa
pt_br: {{name}} deve ser um código de subdivisão para American Samoa

source: {{name}} must not be a subdivision code of American Samoa
pt_br: {{name}} não pode ser um código de subdivisão para American Samoa

source: {{name}} must be a subdivision code of Bolivia
pt_br: {{name}} deve ser um código de subdivisão para Bolivia

source: {{name}} must not be a subdivision code of Bolivia
pt_br: {{name}} não pode ser um código de subdivisão para Bolivia

source: {{name}} must be a subdivision code of Botswana
pt_br: {{name}} deve ser um código de subdivisão para Botswana

source: {{name}} must not be a subdivision code of Botswana
pt_br: {{name}} não pode ser um código de subdivisão para Botswana

source: {{name}} must be a subdivision code of Montserrat
pt_br: {{name}} deve ser um código de subdivisão para Montserrat

source: {{name}} must not be a subdivision code of Montserrat
pt_br: {{name}} não pode ser um código de subdivisão para Montserrat

source: {{name}} must be a subdivision code of Montenegro
pt_br: {{name}} deve ser um código de subdivisão para Montenegro

source: {{name}} must not be a subdivision code of Montenegro
pt_br: {{name}} não pode ser um código de subdivisão para Montenegro

source: {{name}} must be a subdivision code of Guinea-Bissau
pt_br: {{name}} deve ser um código de subdivisão para Guinea-Bissau

source: {{name}} must not be a subdivision code of Guinea-Bissau
pt_br: {{name}} não pode ser um código de subdivisão para Guinea-Bissau

source: {{name}} must be a subdivision code of Solomon Islands
pt_br: {{name}} deve ser um código de subdivisão para Solomon Islands

source: {{name}} must not be a subdivision code of Solomon Islands
pt_br: {{name}} não pode ser um código de subdivisão para Solomon Islands

source: {{name}} must be a subdivision code of South Georgia and the South Sandwich Islands
pt_br: {{name}} deve ser um código de subdivisão para South Georgia and the South Sandwich Islands

source: {{name}} must not be a subdivision code of South Georgia and the South Sandwich Islands
pt_br: {{name}} não pode ser um código de subdivisão para South Georgia and the South Sandwich Islands

source: {{name}} must be a subdivision code of Venezuela
pt_br: {{name}} deve ser um código de subdivisão para Venezuela

source: {{name}} must not be a subdivision code of Venezuela
pt_br: {{name}} não pode ser um código de subdivisão para Venezuela

source: {{name}} must be a subdivision code of Estonia
pt_br: {{name}} deve ser um código de subdivisão para Estonia

source: {{name}} must not be a subdivision code of Estonia
pt_br: {{name}} não pode ser um código de subdivisão para Estonia

source: {{name}} must be a subdivision code of Grenada
pt_br: {{name}} deve ser um código de subdivisão para Grenada

source: {{name}} must not be a subdivision code of Grenada
pt_br: {{name}} não pode ser um código de subdivisão para Grenada

source: {{name}} must be a subdivision code of Mexico
pt_br: {{name}} deve ser um código de subdivisão para Mexico

source: {{name}} must not be a subdivision code of Mexico
pt_br: {{name}} não pode ser um código de subdivisão para Mexico

source: {{name}} must be a subdivision code of Pitcairn Islands
pt_br: {{name}} deve ser um código de subdivisão para Pitcairn Islands

source: {{name}} must not be a subdivision code of Pitcairn Islands
pt_br: {{name}} não pode ser um código de subdivisão para Pitcairn Islands

source: {{name}} must be a subdivision code of Algeria
pt_br: {{name}} deve ser um código de subdivisão para Algeria

source: {{name}} must not be a subdivision code of Algeria
pt_br: {{name}} não pode ser um código de subdivisão para Algeria

source: {{name}} must be a subdivision code of Saint Kitts and Nevis
pt_br: {{name}} deve ser um código de subdivisão para Saint Kitts and Nevis

source: {{name}} must not be a subdivision code of Saint Kitts and Nevis
pt_br: {{name}} não pode ser um código de subdivisão para Saint Kitts and Nevis

source: {{name}} must be a subdivision code of Gabon
pt_br: {{name}} deve ser um código de subdivisão para Gabon

source: {{name}} must not be a subdivision code of Gabon
pt_br: {{name}} não pode ser um código de subdivisão para Gabon

source: {{name}} must be a subdivision code of Switzerland
pt_br: {{name}} deve ser um código de subdivisão para Switzerland

source: {{name}} must not be a subdivision code of Switzerland
pt_br: {{name}} não pode ser um código de subdivisão para Switzerland

source: {{name}} must be a subdivision code of Cook Islands
pt_br: {{name}} deve ser um código de subdivisão para Cook Islands

source: {{name}} must not be a subdivision code of Cook Islands
pt_br: {{name}} não pode ser um código de subdivisão para Cook Islands

source: {{name}} must be a subdivision code of Honduras
pt_br: {{name}} deve ser um código de subdivisão para Honduras

source: {{name}} must not be a subdivision code of Honduras
pt_br: {{name}} não pode ser um código de subdivisão para Honduras

source: {{name}} must be a subdivision code of Greenland
pt_br: {{name}} deve ser um código de subdivisão para Greenland

source: {{name}} must not be a subdivision code of Greenland
pt_br: {{name}} não pode ser um código de subdivisão para Greenland

source: {{name}} must be a subdivision code of Japan
pt_br: {{name}} deve ser um código de subdivisão para Japan

source: {{name}} must not be a subdivision code of Japan
pt_br: {{name}} não pode ser um código de subdivisão para Japan

source: {{name}} must be a subdivision code of Libya
pt_br: {{name}} deve ser um código de subdivisão para Libya

source: {{name}} must not be a subdivision code of Libya
pt_br: {{name}} não pode ser um código de subdivisão para Libya

source: {{name}} must be a subdivision code of Antigua and Barbuda
pt_br: {{name}} deve ser um código de subdivisão para Antigua and Barbuda

source: {{name}} must not be a subdivision code of Antigua and Barbuda
pt_br: {{name}} não pode ser um código de subdivisão para Antigua and Barbuda

source: {{name}} must be a subdivision code of Haiti
pt_br: {{name}} deve ser um código de subdivisão para Haiti

source: {{name}} must not be a subdivision code of Haiti
pt_br: {{name}} não pode ser um código de subdivisão para Haiti

source: {{name}} must be a subdivision code of Togo
pt_br: {{name}} deve ser um código de subdivisão para Togo

source: {{name}} must not be a subdivision code of Togo
pt_br: {{name}} não pode ser um código de subdivisão para Togo

source: {{name}} must be a subdivision code of Falkland Islands
pt_br: {{name}} deve ser um código de subdivisão para Falkland Islands

source: {{name}} must not be a subdivision code of Falkland Islands
pt_br: {{name}} não pode ser um código de subdivisão para Falkland Islands

source: {{name}} must be a subdivision code of United States
pt_br: {{name}} deve ser um código de subdivisão para United States

source: {{name}} must not be a subdivision code of United States
pt_br: {{name}} não pode ser um código de subdivisão para United States

source: {{name}} must be a subdivision code of United Kingdom
pt_br: {{name}} deve ser um código de subdivisão para United Kingdom

source: {{name}} must not be a subdivision code of United Kingdom
pt_br: {{name}} não pode ser um código de subdivisão para United Kingdom

source: {{name}} must be a subdivision code of Somalia
pt_br: {{name}} deve ser um código de subdivisão para Somalia

source: {{name}} must not be a subdivision code of Somalia
pt_br: {{name}} não pode ser um código de subdivisão para Somalia

source: {{name}} must be a subdivision code of Czech Republic
pt_br: {{name}} deve ser um código de subdivisão para Czech Republic

source: {{name}} must not be a subdivision code of Czech Republic
pt_br: {{name}} não pode ser um código de subdivisão para Czech Republic

source: {{name}} must be a subdivision code of Niger
pt_br: {{name}} deve ser um código de subdivisão para Niger

source: {{name}} must not be a subdivision code of Niger
pt_br: {{name}} não pode ser um código de subdivisão para Niger

source: {{name}} must be a subdivision code of Heard Island and McDonald Islands
pt_br: {{name}} deve ser um código de subdivisão para Heard Island and McDonald Islands

source: {{name}} must not be a subdivision code of Heard Island and McDonald Islands
pt_br: {{name}} não pode ser um código de subdivisão para Heard Island and McDonald Islands

source: {{name}} must be a subdivision code of Ukraine
pt_br: {{name}} deve ser um código de subdivisão para Ukraine

source: {{name}} must not be a subdivision code of Ukraine
pt_br: {{name}} não pode ser um código de subdivisão para Ukraine

source: {{name}} must be a subdivision code of Azerbaijan
pt_br: {{name}} deve ser um código de subdivisão para Azerbaijan

source: {{name}} must not be a subdivision code of Azerbaijan
pt_br: {{name}} não pode ser um código de subdivisão para Azerbaijan

source: {{name}} must be a subdivision code of Bosnia and Herzegovina
pt_br: {{name}} deve ser um código de subdivisão para Bosnia and Herzegovina

source: {{name}} must not be a subdivision code of Bosnia and Herzegovina
pt_br: {{name}} não pode ser um código de subdivisão para Bosnia and Herzegovina

source: {{name}} must be a subdivision code of Bhutan
pt_br: {{name}} deve ser um código de subdivisão para Bhutan

source: {{name}} must not be a subdivision code of Bhutan
pt_br: {{name}} não pode ser um código de subdivisão para Bhutan

source: {{name}} must be a subdivision code of Burkina Faso
pt_br: {{name}} deve ser um código de subdivisão para Burkina Faso

source: {{name}} must not be a subdivision code of Burkina Faso
pt_br: {{name}} não pode ser um código de subdivisão para Burkina Faso

source: {{name}} must be a subdivision code of Jamaica
pt_br: {{name}} deve ser um código de subdivisão para Jamaica

source: {{name}} must not be a subdivision code of Jamaica
pt_br: {{name}} não pode ser um código de subdivisão para Jamaica

source: {{name}} must be a subdivision code of Austria
pt_br: {{name}} deve ser um código de subdivisão para Austria

source: {{name}} must not be a subdivision code of Austria
pt_br: {{name}} não pode ser um código de subdivisão para Austria

source: {{name}} must be a subdivision code of Sudan
pt_br: {{name}} deve ser um código de subdivisão para Sudan

source: {{name}} must not be a subdivision code of Sudan
pt_br: {{name}} não pode ser um código de subdivisão para Sudan

source: {{name}} must be a subdivision code of French Southern Territories
pt_br: {{name}} deve ser um código de subdivisão para French Southern Territories

source: {{name}} must not be a subdivision code of French Southern Territories
pt_br: {{name}} não pode ser um código de subdivisão para French Southern Territories

source: {{name}} must be a subdivision code of Panama
pt_br: {{name}} deve ser um código de subdivisão para Panama

source: {{name}} must not be a subdivision code of Panama
pt_br: {{name}} não pode ser um código de subdivisão para Panama

source: {{name}} must be a subdivision code of Democratic Republic of the Congo
pt_br: {{name}} deve ser um código de subdivisão para Democratic Republic of the Congo

source: {{name}} must not be a subdivision code of Democratic Republic of the Congo
pt_br: {{name}} não pode ser um código de subdivisão para Democratic Republic of the Congo

source: {{name}} must be a subdivision code of U.S. Virgin Islands
pt_br: {{name}} deve ser um código de subdivisão para U.S. Virgin Islands

source: {{name}} must not be a subdivision code of U.S. Virgin Islands
pt_br: {{name}} não pode ser um código de subdivisão para U.S. Virgin Islands

source: {{name}} must be a subdivision code of Sierra Leone
pt_br: {{name}} deve ser um código de subdivisão para Sierra Leone

source: {{name}} must not be a subdivision code of Sierra Leone
pt_br: {{name}} não pode ser um código de subdivisão para Sierra Leone

source: {{name}} must be a subdivision code of Saint Vincent and the Grenadines
pt_br: {{name}} deve ser um código de subdivisão para Saint Vincent and the Grenadines

source: {{name}} must not be a subdivision code of Saint Vincent and the Grenadines
pt_br: {{name}} não pode ser um código de subdivisão para Saint Vincent and the Grenadines

source: {{name}} must be a subdivision code of Ethiopia
pt_br: {{name}} deve ser um código de subdivisão para Ethiopia

source: {{name}} must not be a subdivision code of Ethiopia
pt_br: {{name}} não pode ser um código de subdivisão para Ethiopia

source: {{name}} must be a subdivision code of New Zealand
pt_br: {{name}} deve ser um código de subdivisão para New Zealand

source: {{name}} must not be a subdivision code of New Zealand
pt_br: {{name}} não pode ser um código de subdivisão para New Zealand

source: {{name}} must be a subdivision code of Greece
pt_br: {{name}} deve ser um código de subdivisão para Greece

source: {{name}} must not be a subdivision code of Greece
pt_br: {{name}} não pode ser um código de subdivisão para Greece

source: {{name}} must be a subdivision code of Albania
pt_br: {{name}} deve ser um código de subdivisão para Albania

source: {{name}} must not be a subdivision code of Albania
pt_br: {{name}} não pode ser um código de subdivisão para Albania

source: {{name}} must be a subdivision code of Egypt
pt_br: {{name}} deve ser um código de subdivisão para Egypt

source: {{name}} must not be a subdivision code of Egypt
pt_br: {{name}} não pode ser um código de subdivisão para Egypt

source: {{name}} must be a subdivision code of Thailand
pt_br: {{name}} deve ser um código de subdivisão para Thailand

source: {{name}} must not be a subdivision code of Thailand
pt_br: {{name}} não pode ser um código de subdivisão para Thailand

source: {{name}} must be a subdivision code of Mauritius
pt_br: {{name}} deve ser um código de subdivisão para Mauritius

source: {{name}} must not be a subdivision code of Mauritius
pt_br: {{name}} não pode ser um código de subdivisão para Mauritius

source: {{name}} must be a subdivision code of Paraguay
pt_br: {{name}} deve ser um código de subdivisão para Paraguay

source: {{name}} must not be a subdivision code of Paraguay
pt_br: {{name}} não pode ser um código de subdivisão para Paraguay

source: {{name}} must be a subdivision code of Mongolia
pt_br: {{name}} deve ser um código de subdivisão para Mongolia

source: {{name}} must not be a subdivision code of Mongolia
pt_br: {{name}} não pode ser um código de subdivisão para Mongolia

source: {{name}} must be a subdivision code of Luxembourg
pt_br: {{name}} deve ser um código de subdivisão para Luxembourg

source: {{name}} must not be a subdivision code of Luxembourg
pt_br: {{name}} não pode ser um código de subdivisão para Luxembourg

source: {{name}} must be a subdivision code of Antarctica
pt_br: {{name}} deve ser um código de subdivisão para Antarctica

source: {{name}} must not be a subdivision code of Antarctica
pt_br: {{name}} não pode ser um código de subdivisão para Antarctica

source: {{name}} must be a subdivision code of Iceland
pt_br: {{name}} deve ser um código de subdivisão para Iceland

source: {{name}} must not be a subdivision code of Iceland
pt_br: {{name}} não pode ser um código de subdivisão para Iceland

source: {{name}} must be a subdivision code of Niue
pt_br: {{name}} deve ser um código de subdivisão para Niue

source: {{name}} must not be a subdivision code of Niue
pt_br: {{name}} não pode ser um código de subdivisão para Niue

source: {{name}} must be a subdivision code of Lebanon
pt_br: {{name}} deve ser um código de subdivisão para Lebanon
