Repository: GusAntoniassi/respect-validation-localization
Catalog: translations/*.po
Languages: pt_br

source: {{name}} must not contain graphical characters or "{{additionalChars}}"
pt_br: {{name}} não pode ter caracteres gráficos ou "{{additionalChars}}"

source: Must have keys {{keys}}
pt_br: Deve ter as chaves {{keys}}

source: Must not have keys {{keys}}
pt_br: Não pode ter as chaves {{keys}}

source: {{name}} must be countable
pt_br: {{name}} deve ser countable

source: {{name}} must not be countable
pt_br: {{name}} não pode ser countable

source: No items were found for key chain {{name}}
pt_br: Nenhum item foi encontrado para a cadeia de chaves {{name}}

source: Key chain {{name}} is not valid
pt_br: A cadeia de chaves {{name}} não é válida

source: Items for key chain {{name}} must not be present
pt_br: Itens para a cadeia de chaves {{name}} não podem estar presentes

source: Key chain {{name}} must not be valid
pt_br: A cadeia de chaves {{name}} não pode ser válida

source: {{name}} must be a boolean value
pt_br: {{name}} deve ser um valor booleano

source: {{name}} must not be a boolean value
pt_br: {{name}} não pode ser um valor booleano

source: {{name}} must be a valid mac address
pt_br: {{name}} deve ser um endereço MAC válido

source: {{name}} must not be a valid mac address
pt_br: {{name}} não pode ser um endereço MAC válido

source: {{name}} must be a valid image
pt_br: {{name}} deve ser uma imagem válida

source: {{name}} must not be a valid image
pt_br: {{name}} não pode ser uma imagem válida
