Repository: GusAntoniassi/respect-validation-localization
Catalog: translations/*.po
Languages: pt_br

source: {{name}} must not be a subdivision code of Lebanon
pt_br: {{name}} não pode ser um código de subdivisão para Lebanon

source: {{name}} must be a subdivision code of Guatemala
pt_br: {{name}} deve ser um código de subdivisão para Guatemala

source: {{name}} must not be a subdivision code of Guatemala
pt_br: {{name}} não pode ser um código de subdivisão para Guatemala

source: {{name}} must be a subdivision code of Malta
pt_br: {{name}} deve ser um código de subdivisão para Malta

source: {{name}} must not be a subdivision code of Malta
pt_br: {{name}} não pode ser um código de subdivisão para Malta

source: {{name}} must be a subdivision code of Cameroon
pt_br: {{name}} deve ser um código de subdivisão para Cameroon

source: {{name}} must not be a subdivision code of Cameroon
pt_br: {{name}} não pode ser um código de subdivisão para Cameroon

source: {{name}} must be a subdivision code of Turkmenistan
pt_br: {{name}} deve ser um código de subdivisão para Turkmenistan

source: {{name}} must not be a subdivision code of Turkmenistan
pt_br: {{name}} não pode ser um código de subdivisão para Turkmenistan

source: {{name}} must be a subdivision code of Liberia
pt_br: {{name}} deve ser um código de subdivisão para Liberia

source: {{name}} must not be a subdivision code of Liberia
pt_br: {{name}} não pode ser um código de subdivisão para Liberia

source: {{name}} must be a subdivision code of Republic of the Congo
pt_br: {{name}} deve ser um código de subdivisão para Republic of the Congo

source: {{name}} must not be a subdivision code of Republic of the Congo
pt_br: {{name}} não pode ser um código de subdivisão para Republic of the Congo

source: {{name}} must be a subdivision code of Norfolk Island
pt_br: {{name}} deve ser um código de subdivisão para Norfolk Island

source: {{name}} must not be a subdivision code of Norfolk Island
pt_br: {{name}} não pode ser um código de subdivisão para Norfolk Island

source: {{name}} must be a subdivision code of French Guiana
pt_br: {{name}} deve ser um código de subdivisão para French Guiana

source: {{name}} must not be a subdivision code of French Guiana
pt_br: {{name}} não pode ser um código de subdivisão para French Guiana

source: {{name}} must be a subdivision code of Saint Martin
pt_br: {{name}} deve ser um código de subdivisão para Saint Martin

source: {{name}} must not be a subdivision code of Saint Martin
pt_br: {{name}} não pode ser um código de subdivisão para Saint Martin

source: {{name}} must be a subdivision code of Uruguay
pt_br: {{name}} deve ser um código de subdivisão para Uruguay

source: {{name}} must not be a subdivision code of Uruguay
pt_br: {{name}} não pode ser um código de subdivisão para Uruguay

source: {{name}} must be a subdivision code of Palau
pt_br: {{name}} deve ser um código de subdivisão para Palau

source: {{name}} must not be a subdivision code of Palau
pt_br: {{name}} não pode ser um código de subdivisão para Palau

source: {{name}} must be a subdivision code of Ecuador
pt_br: {{name}} deve ser um código de subdivisão para Ecuador

source: {{name}} must not be a subdivision code of Ecuador
pt_br: {{name}} não pode ser um código de subdivisão para Ecuador

source: {{name}} must be a subdivision code of Bulgaria
pt_br: {{name}} deve ser um código de subdivisão para Bulgaria

source: {{name}} must not be a subdivision code of Bulgaria
pt_br: {{name}} não pode ser um código de subdivisão para Bulgaria

source: {{name}} must be a subdivision code of Vatican City
pt_br: {{name}} deve ser um código de subdivisão para Vatican City

source: {{name}} must not be a subdivision code of Vatican City
pt_br: {{name}} não pode ser um código de subdivisão para Vatican City

source: {{name}} must be a subdivision code of Yemen
pt_br: {{name}} deve ser um código de subdivisão para Yemen

source: {{name}} must not be a subdivision code of Yemen
pt_br: {{name}} não pode ser um código de subdivisão para Yemen

source: {{name}} must be a subdivision code of Samoa
pt_br: {{name}} deve ser um código de subdivisão para Samoa

source: {{name}} must not be a subdivision code of Samoa
pt_br: {{name}} não pode ser um código de subdivisão para Samoa

source: {{name}} must be a subdivision code of British Virgin Islands
pt_br: {{name}} deve ser um código de subdivisão para British Virgin Islands

source: {{name}} must not be a subdivision code of British Virgin Islands
pt_br: {{name}} não pode ser um código de subdivisão para British Virgin Islands

source: {{name}} must be a subdivision code of Marshall Islands
pt_br: {{name}} deve ser um código de subdivisão para Marshall Islands

source: {{name}} must not be a subdivision code of Marshall Islands
pt_br: {{name}} não pode ser um código de subdivisão para Marshall Islands

source: {{name}} must be a subdivision code of Malawi
pt_br: {{name}} deve ser um código de subdivisão para Malawi

source: {{name}} must not be a subdivision code of Malawi
pt_br: {{name}} não pode ser um código de subdivisão para Malawi

source: {{name}} must be a subdivision code of Belize
pt_br: {{name}} deve ser um código de subdivisão para Belize

source: {{name}} must not be a subdivision code of Belize
pt_br: {{name}} não pode ser um código de subdivisão para Belize

source: {{name}} must be a subdivision code of Norway
pt_br: {{name}} deve ser um código de subdivisão para Norway

source: {{name}} must not be a subdivision code of Norway
pt_br: {{name}} não pode ser um código de subdivisão para Norway

source: {{name}} must be a subdivision code of Georgia
pt_br: {{name}} deve ser um código de subdivisão para Georgia

source: {{name}} must not be a subdivision code of Georgia
pt_br: {{name}} não pode ser um código de subdivisão para Georgia

source: {{name}} must be a subdivision code of Iraq
pt_br: {{name}} deve ser um código de subdivisão para Iraq

source: {{name}} must not be a subdivision code of Iraq
pt_br: {{name}} não pode ser um código de subdivisão para Iraq

source: {{name}} must be a subdivision code of Barbados
pt_br: {{name}} deve ser um código de subdivisão para Barbados

source: {{name}} must not be a subdivision code of Barbados
pt_br: {{name}} não pode ser um código de subdivisão para Barbados

source: {{name}} must be a subdivision code of Sweden
pt_br: {{name}} deve ser um código de subdivisão para Sweden

source: {{name}} must not be a subdivision code of Sweden
pt_br: {{name}} não pode ser um código de subdivisão para Sweden

source: {{name}} must be a subdivision code of Myanmar [Burma]
pt_br: {{name}} deve ser um código de subdivisão para Myanmar [Burma]

source: {{name}} must not be a subdivision code of Myanmar [Burma]
pt_br: {{name}} não pode ser um código de subdivisão para Myanmar [Burma]

source: {{name}} must be a subdivision code of Cayman Islands
pt_br: {{name}} deve ser um código de subdivisão para Cayman Islands

source: {{name}} must not be a subdivision code of Cayman Islands
pt_br: {{name}} não pode ser um código de subdivisão para Cayman Islands

source: {{name}} must be a subdivision code of Seychelles
pt_br: {{name}} deve ser um código de subdivisão para Seychelles

source: {{name}} must not be a subdivision code of Seychelles
pt_br: {{name}} não pode ser um código de subdivisão para Seychelles

source: {{name}} must be a subdivision code of Nauru
pt_br: {{name}} deve ser um código de subdivisão para Nauru

source: {{name}} must not be a subdivision code of Nauru
pt_br: {{name}} não pode ser um código de subdivisão para Nauru

source: {{name}} must be a subdivision code of United Arab Emirates
pt_br: {{name}} deve ser um código de subdivisão para United Arab Emirates

source: {{name}} must not be a subdivision code of United Arab Emirates
pt_br: {{name}} não pode ser um código de subdivisão para United Arab Emirates

source: {{name}} must be a subdivision code of Serbia And Montenegro
pt_br: {{name}} deve ser um código de subdivisão para Serbia And Montenegro

source: {{name}} must not be a subdivision code of Serbia And Montenegro
pt_br: {{name}} não pode ser um código de subdivisão para Serbia And Montenegro

source: {{name}} must be a subdivision code of Serbia
pt_br: {{name}} deve ser um código de subdivisão para Serbia

source: {{name}} must not be a subdivision code of Serbia
pt_br: {{name}} não pode ser um código de subdivisão para Serbia

source: {{name}} must be a subdivision code of Cuba
pt_br: {{name}} deve ser um código de subdivisão para Cuba

source: {{name}} must not be a subdivision code of Cuba
pt_br: {{name}} não pode ser um código de subdivisão para Cuba

source: {{name}} must be a subdivision code of Anguilla
pt_br: {{name}} deve ser um código de subdivisão para Anguilla

source: {{name}} must not be a subdivision code of Anguilla
pt_br: {{name}} não pode ser um código de subdivisão para Anguilla

source: {{name}} must be a subdivision code of Moldova
pt_br: {{name}} deve ser um código de subdivisão para Moldova

source: {{name}} must not be a subdivision code of Moldova
pt_br: {{name}} não pode ser um código de subdivisão para Moldova

source: {{name}} must be a subdivision code of Colombia
pt_br: {{name}} deve ser um código de subdivisão para Colombia

source: {{name}} must not be a subdivision code of Colombia
pt_br: {{name}} não pode ser um código de subdivisão para Colombia

source: {{name}} must be a subdivision code of Åland
pt_br: {{name}} deve ser um código de subdivisão para Åland

source: {{name}} must not be a subdivision code of Åland
pt_br: {{name}} não pode ser um código de subdivisão para Åland

source: {{name}} must be a subdivision code of Nepal
pt_br: {{name}} deve ser um código de subdivisão para Nepal

source: {{name}} must not be a subdivision code of Nepal
pt_br: {{name}} não pode ser um código de subdivisão para Nepal

source: {{name}} must be a subdivision code of Kuwait
pt_br: {{name}} deve ser um código de subdivisão para Kuwait

source: {{name}} must not be a subdivision code of Kuwait
pt_br: {{name}} não pode ser um código de subdivisão para Kuwait

source: {{name}} must be a subdivision code of Kyrgyzstan
pt_br: {{name}} deve ser um código de subdivisão para Kyrgyzstan

source: {{name}} must not be a subdivision code of Kyrgyzstan
pt_br: {{name}} não pode ser um código de subdivisão para Kyrgyzstan

source: {{name}} must be a subdivision code of Guernsey
pt_br: {{name}} deve ser um código de subdivisão para Guernsey

source: {{name}} must not be a subdivision code of Guernsey
pt_br: {{name}} não pode ser um código de subdivisão para Guernsey

source: {{name}} must be a subdivision code of Eritrea
pt_br: {{name}} deve ser um código de subdivisão para Eritrea

source: {{name}} must not be a subdivision code of Eritrea
pt_br: {{name}} não pode ser um código de subdivisão para Eritrea

source: {{name}} must be a subdivision code of Curacao
pt_br: {{name}} deve ser um código de subdivisão para Curacao

source: {{name}} must not be a subdivision code of Curacao
pt_br: {{name}} não pode ser um código de subdivisão para Curacao

source: {{name}} must be a subdivision code of Macao
pt_br: {{name}} deve ser um código de subdivisão para Macao

source: {{name}} must not be a subdivision code of Macao
pt_br: {{name}} não pode ser um código de subdivisão para Macao

source: {{name}} must be a subdivision code of Macedonia
pt_br: {{name}} deve ser um código de subdivisão para Macedonia

source: {{name}} must not be a subdivision code of Macedonia
pt_br: {{name}} não pode ser um código de subdivisão para Macedonia

source: {{name}} must be a subdivision code of Saudi Arabia
pt_br: {{name}} deve ser um código de subdivisão para Saudi Arabia

source: {{name}} must not be a subdivision code of Saudi Arabia
pt_br: {{name}} não pode ser um código de subdivisão para Saudi Arabia

source: {{name}} must be a subdivision code of Croatia
pt_br: {{name}} deve ser um código de subdivisão para Croatia

source: {{name}} must not be a subdivision code of Croatia
pt_br: {{name}} não pode ser um código de subdivisão para Croatia

source: {{name}} must be a subdivision code of East Timor
pt_br: {{name}} deve ser um código de subdivisão para East Timor

source: {{name}} must not be a subdivision code of East Timor
pt_br: {{name}} não pode ser um código de subdivisão para East Timor

source: {{name}} must be a subdivision code of Rwanda
pt_br: {{name}} deve ser um código de subdivisão para Rwanda

source: {{name}} must not be a subdivision code of Rwanda
pt_br: {{name}} não pode ser um código de subdivisão para Rwanda

source: {{name}} must be a subdivision code of Netherlands
pt_br: {{name}} deve ser um código de subdivisão para Netherlands

source: {{name}} must not be a subdivision code of Netherlands
pt_br: {{name}} não pode ser um código de subdivisão para Netherlands

source: {{name}} must be a subdivision code of Morocco
pt_br: {{name}} deve ser um código de subdivisão para Morocco

source: {{name}} must not be a subdivision code of Morocco
pt_br: {{name}} não pode ser um código de subdivisão para Morocco

source: {{name}} must be a subdivision code of Sri Lanka
pt_br: {{name}} deve ser um código de subdivisão para Sri Lanka

source: {{name}} must not be a subdivision code of Sri Lanka
pt_br: {{name}} não pode ser um código de subdivisão para Sri Lanka

source: {{name}} must be a subdivision code of Indonesia
pt_br: {{name}} deve ser um código de subdivisão para Indonesia

source: {{name}} must not be a subdivision code of Indonesia
pt_br: {{name}} não pode ser um código de subdivisão para Indonesia

source: {{name}} must be a subdivision code of North Korea
pt_br: {{name}} deve ser um código de subdivisão para North Korea

source: {{name}} must not be a subdivision code of North Korea
pt_br: {{name}} não pode ser um código de subdivisão para North Korea

source: {{name}} must be a subdivision code of Gambia
pt_br: {{name}} deve ser um código de subdivisão para Gambia

source: {{name}} must not be a subdivision code of Gambia
pt_br: {{name}} não pode ser um código de subdivisão para Gambia

source: {{name}} must be a subdivision code of Vanuatu
pt_br: {{name}} deve ser um código de subdivisão para Vanuatu

source: {{name}} must not be a subdivision code of Vanuatu
pt_br: {{name}} não pode ser um código de subdivisão para Vanuatu

source: {{name}} must be a subdivision code of Australia
pt_br: {{name}} deve ser um código de subdivisão para Australia

source: {{name}} must not be a subdivision code of Australia
pt_br: {{name}} não pode ser um código de subdivisão para Australia

source: {{name}} must be a subdivision code of Palestine
pt_br: {{name}} deve ser um código de subdivisão para Palestine

source: {{name}} must not be a subdivision code of Palestine
pt_br: {{name}} não pode ser um código de subdivisão para Palestine

source: {{name}} must be a subdivision code of U.S. Minor Outlying Islands
pt_br: {{name}} deve ser um código de subdivisão para U.S. Minor Outlying Islands

source: {{name}} must not be a subdivision code of U.S. Minor Outlying Islands
pt_br: {{name}} não pode ser um código de subdivisão para U.S. Minor Outlying Islands

source: {{name}} must be a subdivision code of Burundi
pt_br: {{name}} deve ser um código de subdivisão para Burundi

source: {{name}} must not be a subdivision code of Burundi
pt_br: {{name}} não pode ser um código de subdivisão para Burundi

source: {{name}} must be a subdivision code of Saint Pierre and Miquelon
pt_br: {{name}} deve ser um código de subdivisão para Saint Pierre and Miquelon

source: {{name}} must not be a subdivision code of Saint Pierre and Miquelon
pt_br: {{name}} não pode ser um código de subdivisão para Saint Pierre and Miquelon

source: {{name}} must be a subdivision code of Taiwan
pt_br: {{name}} deve ser um código de subdivisão para Taiwan

source: {{name}} must not be a subdivision code of Taiwan
pt_br: {{name}} não pode ser um código de subdivisão para Taiwan

source: {{name}} must be a subdivision code of Nicaragua
pt_br: {{name}} deve ser um código de subdivisão para Nicaragua

source: {{name}} must not be a subdivision code of Nicaragua
pt_br: {{name}} não pode ser um código de subdivisão para Nicaragua

source: {{name}} must be a subdivision code of Faroe Islands
pt_br: {{name}} deve ser um código de subdivisão para Faroe Islands

source: {{name}} must not be a subdivision code of Faroe Islands
pt_br: {{name}} não pode ser um código de subdivisão para Faroe Islands

source: {{name}} must be a subdivision code of Tokelau
pt_br: {{name}} deve ser um código de subdivisão para Tokelau

source: {{name}} must not be a subdivision code of Tokelau
pt_br: {{name}} não pode ser um código de subdivisão para Tokelau

source: {{name}} must be a subdivision code of Dominica
pt_br: {{name}} deve ser um código de subdivisão para Dominica

source: {{name}} must not be a subdivision code of Dominica
pt_br: {{name}} não pode ser um código de subdivisão para Dominica

source: {{name}} must be a subdivision code of Kazakhstan
pt_br: {{name}} deve ser um código de subdivisão para Kazakhstan

source: {{name}} must not be a subdivision code of Kazakhstan
pt_br: {{name}} não pode ser um código de subdivisão para Kazakhstan

source: {{name}} must be a subdivision code of Bahrain
pt_br: {{name}} deve ser um código de subdivisão para Bahrain

source: {{name}} must not be a subdivision code of Bahrain
pt_br: {{name}} não pode ser um código de subdivisão para Bahrain

source: {{name}} must be a subdivision code of San Marino
pt_br: {{name}} deve ser um código de subdivisão para San Marino

source: {{name}} must not be a subdivision code of San Marino
pt_br: {{name}} não pode ser um código de subdivisão para San Marino

source: {{name}} must be a subdivision code of Hong Kong
pt_br: {{name}} deve ser um código de subdivisão para Hong Kong

source: {{name}} must not be a subdivision code of Hong Kong
pt_br: {{name}} não pode ser um código de subdivisão para Hong Kong

source: {{name}} must be a subdivision code of Mauritania
pt_br: {{name}} deve ser um código de subdivisão para Mauritania

source: {{name}} must not be a subdivision code of Mauritania
pt_br: {{name}} não pode ser um código de subdivisão para Mauritania

source: {{name}} must be a subdivision code of Réunion
pt_br: {{name}} deve ser um código de subdivisão para Réunion

source: {{name}} must not be a subdivision code of Réunion
pt_br: {{name}} não pode ser um código de subdivisão para Réunion

source: {{name}} must be a subdivision code of Costa Rica
pt_br: {{name}} deve ser um código de subdivisão para Costa Rica

source: {{name}} must not be a subdivision code of Costa Rica
pt_br: {{name}} não pode ser um código de subdivisão para Costa Rica

source: {{name}} must be a subdivision code of Mayotte
pt_br: {{name}} deve ser um código de subdivisão para Mayotte

source: {{name}} must not be a subdivision code of Mayotte
pt_br: {{name}} não pode ser um código de subdivisão para Mayotte

source: {{name}} must be a subdivision code of Central African Republic
pt_br: {{name}} deve ser um código de subdivisão para Central African Republic

source: {{name}} must not be a subdivision code of Central African Republic
pt_br: {{name}} não pode ser um código de subdivisão para Central African Republic

source: {{name}} must be a subdivision code of Canada
pt_br: {{name}} deve ser um código de subdivisão para Canada

source: {{name}} must not be a subdivision code of Canada
pt_br: {{name}} não pode ser um código de subdivisão para Canada

source: {{name}} must be a subdivision code of China
pt_br: {{name}} deve ser um código de subdivisão para China

source: {{name}} must not be a subdivision code of China
pt_br: {{name}} não pode ser um código de subdivisão para China

source: {{name}} must be a subdivision code of Puerto Rico
pt_br: {{name}} deve ser um código de subdivisão para Puerto Rico

source: {{name}} must not be a subdivision code of Puerto Rico
pt_br: {{name}} não pode ser um código de subdivisão para Puerto Rico

source: {{name}} must be a subdivision code of South Sudan
pt_br: {{name}} deve ser um código de subdivisão para South Sudan

source: {{name}} must not be a subdivision code of South Sudan
pt_br: {{name}} não pode ser um código de subdivisão para South Sudan

source: {{name}} must be a subdivision code of Zimbabwe
pt_br: {{name}} deve ser um código de subdivisão para Zimbabwe

source: {{name}} must not be a subdivision code of Zimbabwe
pt_br: {{name}} não pode ser um código de subdivisão para Zimbabwe

source: {{name}} must be a subdivision code of Slovenia
pt_br: {{name}} deve ser um código de subdivisão para Slovenia

source: {{name}} must not be a subdivision code of Slovenia
pt_br: {{name}} não pode ser um código de subdivisão para Slovenia

source: {{name}} must be a subdivision code of Jordan
pt_br: {{name}} deve ser um código de subdivisão para Jordan

source: {{name}} must not be a subdivision code of Jordan
pt_br: {{name}} não pode ser um código de subdivisão para Jordan

source: {{name}} must be a subdivision code of Bonaire
pt_br: {{name}} deve ser um código de subdivisão para Bonaire

source: {{name}} must not be a subdivision code of Bonaire
pt_br: {{name}} não pode ser um código de subdivisão para Bonaire

source: {{name}} must be a subdivision code of Martinique
pt_br: {{name}} deve ser um código de subdivisão para Martinique

source: {{name}} must not be a subdivision code of Martinique
pt_br: {{name}} não pode ser um código de subdivisão para Martinique

source: {{name}} must be a subdivision code of India
pt_br: {{name}} deve ser um código de subdivisão para India

source: {{name}} must not be a subdivision code of India
pt_br: {{name}} não pode ser um código de subdivisão para India

source: {{name}} must be a subdivision code of Tunisia
pt_br: {{name}} deve ser um código de subdivisão para Tunisia

source: {{name}} must not be a subdivision code of Tunisia
pt_br: {{name}} não pode ser um código de subdivisão para Tunisia

source: {{name}} is always valid
pt_br: {{name}} é sempre válido

source: {{name}} is always invalid
pt_br: {{name}} é sempre inválido

source: {{name}} must contain only consonants
pt_br: {{name}} deve conter apenas consoantes

source: {{name}} must contain only consonants and "{{additionalChars}}"
pt_br: {{name}} deve ter apenas consoantes e "{{additionalChars}}"

source: {{name}} must not contain consonants
pt_br: {{name}} não pode ter consoantes

source: {{name}} must not contain consonants or "{{additionalChars}}"
pt_br: {{name}} não pode ter consoantes ou "{{additionalChars}}"

source: {{name}} must be a valid perfect square
pt_br: {{name}} deve ser um número quadrado perfeito válido

source: {{name}} must not be a valid perfect square
pt_br: {{name}} não pode ser um número quadrado perfeito válido

source: {{name}} must be an instance of {{instanceName}}
pt_br: {{name}} deve ser uma instância de {{instanceName}}

source: {{name}} must not be an instance of {{instanceName}}
pt_br: {{name}} não pode ser uma instância de {{instanceName}}

source: The value must not be blank
pt_br: O valor não pode ser vazio

source: {{name}} must not be blank
pt_br: {{name}} não pode ser vazio

source: The value must be blank
pt_br: O valor deve ser vazio

source: {{name}} must be blank
pt_br: {{name}} deve ser vazio

source: {{name}} must be a BIC
pt_br: {{name}} deve ser um BIC

source: {{name}} must not be a BIC
pt_br: {{name}} não pode ser um BIC

source: {{name}} must be a valid top-level domain name
pt_br: {{name}} deve ser um top-level domain (TLD)

source: {{name}} must not be a valid top-level domain name
pt_br: {{name}} não pode ser um top-level domain (TLD)

source: {{name}} must be an object
pt_br: {{name}} deve ser um objeto

source: {{name}} must not be an object
pt_br: {{name}} não pode ser um objeto

source: {{name}} must be an executable file
pt_br: {{name}} deve ser um arquivo executável
