Repository: GusAntoniassi/respect-validation-localization
Catalog: translations/*.po
Languages: pt_br

source: {{name}} must be an IP address
pt_br: {{name}} deve ser um endereço de IP

source: {{name}} must be an IP address in the {{range}} range
pt_br: {{name}} deve ser um endereço de IP dentro da faixa {{range}}

source: {{name}} must not be an IP address
pt_br: {{name}} não pode ser um endereço de IP

source: {{name}} must not be an IP address in the {{range}} range
pt_br: {{name}} não pode ser um endereço de IP dentro da faixa {{range}}

source: Each item in {{name}} must be valid
pt_br: Cada item em {{name}} deve ser válido

source: Each item in {{name}} must not validate
pt_br: Cada item em {{name}} não deve ser válido

source: {{name}} must be a valid CNH number
pt_br: {{name}} deve ser um número CNH válido

source: {{name}} must not be a valid CNH number
pt_br: {{name}} não pode ser um número CNH válido

source: {{name}} must be a valid PESEL
pt_br: {{name}} deve ser um PESEL válido

source: {{name}} must not be a valid PESEL
pt_br: {{name}} não deve ser um PESEL válido

source: {{name}} must be in the {{charset}} charset
pt_br: {{name}} deve estar no charset {{charset}}

source: {{name}} must not be in the {{charset}} charset
pt_br: {{name}} não deve estar no charset {{charset}}

source: {{name}} must be negative
pt_br: {{name}} deve ser negativo

source: {{name}} must not be negative
pt_br: {{name}} não pode ser negativo

source: {{name}} must be valid
pt_br: {{name}} deve ser válido

source: {{name}} must not be valid
pt_br: {{name}} não pode ser válido

source: {{name}} must be an uploaded file
pt_br: {{name}} deve ser um arquivo enviado

source: {{name}} must not be an uploaded file
pt_br: {{name}} não deve ser um arquivo enviado

source: {{name}} must be a scalar value
pt_br: {{name}} deve ser uma grandeza escalar

source: {{name}} must not be a scalar value
pt_br: {{name}} não pode ser uma grandeza escalar

source: {{name}} must be lowercase
pt_br: {{name}} deve estar em caixa baixa

source: {{name}} must not be lowercase
pt_br: {{name}} não pode estar em caixa baixa

source: All of the required rules must pass for {{name}}
pt_br: Todas as regras necessárias devem passar para {{name}}

source: These rules must pass for {{name}}
pt_br: Estas regras devem passar para {{name}}

source: None of these rules must pass for {{name}}
pt_br: Nenhuma destas regras deve passar para {{name}}

source: These rules must not pass for {{name}}
pt_br: Estas regras não devem passar para {{name}}

source: None of there rules must pass for {{name}}
pt_br: Nenhuma destas regras deve passar para {{name}}

source: {{name}} must be a valid Credit Card number
pt_br: {{name}} deve ser um número de cartão de crédito válido

source: {{name}} must be a valid {{brand}} Credit Card number
pt_br: {{name}} deve ser um número de cartão de crédito {{brand}}

source: {{name}} must not be a valid Credit Card number
pt_br: {{name}} não pode ser um número de cartão de crédito válido

source: {{name}} must not be a valid {{brand}} Credit Card number
pt_br: {{name}} não pode ser um número de cartão de crédito {{brand}}

source: {{name}} must be a string
pt_br: {{name}} deve ser um texto

source: {{name}} must not be string
pt_br: {{name}} não pode ser um texto

source: {{name}} must be a valid postal code on {{countryCode}}
pt_br: {{name}} deve ser um código postal válido para {{countryCode}}

source: {{name}} must not be a valid postal code on {{countryCode}}
pt_br: {{name}} não pode ser um código postal válido para {{countryCode}}

source: {{name}} must contain only digits (0-9)
pt_br: {{name}} deve ter apenas dígitos (0-9)

source: {{name}} must contain only digits (0-9) and "{{additionalChars}}"
pt_br: {{name}} deve ter apenas dígitos (0-9) e "{{additionalChars}}"

source: {{name}} must not contain digits (0-9)
pt_br: {{name}} não pode ter dígitos (0-9)

source: {{name}} must not contain digits (0-9) or "{{additionalChars}}"
pt_br: {{name}} não pode ter dígitos (0-9) ou "{{additionalChars}}"

source: {{name}} must be a factor of {{dividend}}
pt_br: {{name}} deve ser um fator de {{dividend}}

source: {{name}} must not be a factor of {{dividend}}
pt_br: {{name}} não pode ser um fator de {{dividend}}

source: {{name}} must be an array
pt_br: {{name}} deve ser um vetor

source: {{name}} must not be an array
pt_br: {{name}} não pode ser um vetor

source: {{name}} must have {{mimetype}} mimetype
pt_br: {{name}} deve ter o tipo MIME {{mimetype}}

source: {{name}} must not have {{mimetype}} mimetype
pt_br: {{name}} não pode ter o tipo MIME {{mimetype}}

source: {{name}} must be a valid JSON string
pt_br: {{name}} deve ser uma string JSON válida

source: {{name}} must not be a valid JSON string
pt_br: {{name}} não pode ser uma string JSON válida

source: {{name}} must be valid email
pt_br: {{name}} deve ser um e-mail válido

source: {{name}} must not be an email
pt_br: {{name}} não pode ser um e-mail

source: {{name}} must be identical as {{compareTo}}
pt_br: {{name}} deve ser idêntico(a) à {{compareTo}}

source: {{name}} must not be identical as {{compareTo}}
pt_br: {{name}} não pode ser idêntico(a) à {{compareTo}}

source: {{name}} must be null
pt_br: {{name}} deve ser nulo

source: {{name}} must not be null
pt_br: {{name}} não pode ser nulo

source: {{name}} must be a subdivision code of Hungary
pt_br: {{name}} deve ser um código de subdivisão para Hungria

source: {{name}} must not be a subdivision code of Hungary
pt_br: {{name}} não pode ser um código de subdivisão para Hungria

source: {{name}} must be a subdivision code of Malaysia
pt_br: {{name}} deve ser um código de subdivisão para Malásia

source: {{name}} must not be a subdivision code of Malaysia
pt_br: {{name}} não pode ser um código de subdivisão para Malásia

source: {{name}} must be a subdivision code of Djibouti
pt_br: {{name}} deve ser um código de subdivisão para Djibouti

source: {{name}} must not be a subdivision code of Djibouti
pt_br: {{name}} não pode ser um código de subdivisão para Djibouti

source: {{name}} must be a subdivision code of Ghana
pt_br: {{name}} deve ser um código de subdivisão para Gana

source: {{name}} must not be a subdivision code of Ghana
pt_br: {{name}} não pode ser um código de subdivisão para Gana

source: {{name}} must be a subdivision code of Micronesia
pt_br: {{name}} deve ser um código de subdivisão para Micronésia

source: {{name}} must not be a subdivision code of Micronesia
pt_br: {{name}} não pode ser um código de subdivisão para Micronésia

source: {{name}} must be a subdivision code of Madagascar
pt_br: {{name}} deve ser um código de subdivisão para Madagascar

source: {{name}} must not be a subdivision code of Madagascar
pt_br: {{name}} não pode ser um código de subdivisão para Madagascar

source: {{name}} must be a subdivision code of Saint Helena
pt_br: {{name}} deve ser um código de subdivisão para Santa Helena

source: {{name}} must not be a subdivision code of Saint Helena
pt_br: {{name}} não pode ser um código de subdivisão para Santa Helena

source: {{name}} must be a subdivision code of Benin
pt_br: {{name}} deve ser um código de subdivisão para Benim

source: {{name}} must not be a subdivision code of Benin
pt_br: {{name}} não pode ser um código de subdivisão para Benim

source: {{name}} must be a subdivision code of Chile
pt_br: {{name}} deve ser um código de subdivisão para Chile

source: {{name}} must not be a subdivision code of Chile
pt_br: {{name}} não pode ser um código de subdivisão para Chile

source: {{name}} must be a subdivision code of France
pt_br: {{name}} deve ser um código de subdivisão para França

source: {{name}} must not be a subdivision code of France
pt_br: {{name}} não pode ser um código de subdivisão para França

source: {{name}} must be a subdivision code of Tajikistan
pt_br: {{name}} deve ser um código de subdivisão para Tajiquistão

source: {{name}} must not be a subdivision code of Tajikistan
pt_br: {{name}} não pode ser um código de subdivisão para Tajiquistão

source: {{name}} must be a subdivision code of Syria
pt_br: {{name}} deve ser um código de subdivisão para Síria

source: {{name}} must not be a subdivision code of Syria
pt_br: {{name}} não pode ser um código de subdivisão para Síria

source: {{name}} must be a subdivision code of Tonga
pt_br: {{name}} deve ser um código de subdivisão para Tonga

source: {{name}} must not be a subdivision code of Tonga
pt_br: {{name}} não pode ser um código de subdivisão para Tonga

source: {{name}} must be a subdivision code of Belgium
pt_br: {{name}} deve ser um código de subdivisão para Bélgica

source: {{name}} must not be a subdivision code of Belgium
pt_br: {{name}} não pode ser um código de subdivisão para Bélgica

source: {{name}} must be a subdivision code of Russia
pt_br: {{name}} deve ser um código de subdivisão para Rússia

source: {{name}} must not be a subdivision code of Russia
pt_br: {{name}} não pode ser um código de subdivisão para Rússia

source: {{name}} must be a subdivision code of Suriname
pt_br: {{name}} deve ser um código de subdivisão para Suriname

source: {{name}} must not be a subdivision code of Suriname
pt_br: {{name}} não pode ser um código de subdivisão para Suriname

source: {{name}} must be a subdivision code of El Salvador
pt_br: {{name}} deve ser um código de subdivisão para El Salvador

source: {{name}} must not be a subdivision code of El Salvador
pt_br: {{name}} não pode ser um código de subdivisão para El Salvador

source: {{name}} must be a subdivision code of Chad
pt_br: {{name}} deve ser um código de subdivisão para Chad

source: {{name}} must not be a subdivision code of Chad
pt_br: {{name}} não pode ser um código de subdivisão para Chad

source: {{name}} must be a subdivision code of Lithuania
pt_br: {{name}} deve ser um código de subdivisão para Lithuania

source: {{name}} must not be a subdivision code of Lithuania
pt_br: {{name}} não pode ser um código de subdivisão para Lithuania

source: {{name}} must be a subdivision code of Fiji
pt_br: {{name}} deve ser um código de subdivisão para Fiji

source: {{name}} must not be a subdivision code of Fiji
pt_br: {{name}} não pode ser um código de subdivisão para Fiji

source: {{name}} must be a subdivision code of Western Sahara
pt_br: {{name}} deve ser um código de subdivisão para Western Sahara

source: {{name}} must not be a subdivision code of Western Sahara
pt_br: {{name}} não pode ser um código de subdivisão para Western Sahara

source: {{name}} must be a subdivision code of Portugal
pt_br: {{name}} deve ser um código de subdivisão para Portugal

source: {{name}} must not be a subdivision code of Portugal
pt_br: {{name}} não pode ser um código de subdivisão para Portugal

source: {{name}} must be a subdivision code of Kiribati
pt_br: {{name}} deve ser um código de subdivisão para Kiribati

source: {{name}} must not be a subdivision code of Kiribati
pt_br: {{name}} não pode ser um código de subdivisão para Kiribati

source: {{name}} must be a subdivision code of French Polynesia
pt_br: {{name}} deve ser um código de subdivisão para French Polynesia

source: {{name}} must not be a subdivision code of French Polynesia
pt_br: {{name}} não pode ser um código de subdivisão para French Polynesia

source: {{name}} must be a subdivision code of Guam
pt_br: {{name}} deve ser um código de subdivisão para Guam

source: {{name}} must not be a subdivision code of Guam
pt_br: {{name}} não pode ser um código de subdivisão para Guam

source: {{name}} must be a subdivision code of Mali
pt_br: {{name}} deve ser um código de subdivisão para Mali

source: {{name}} must not be a subdivision code of Mali
pt_br: {{name}} não pode ser um código de subdivisão para Mali

source: {{name}} must be a subdivision code of Oman
pt_br: {{name}} deve ser um código de subdivisão para Oman

source: {{name}} must not be a subdivision code of Oman
pt_br: {{name}} não pode ser um código de subdivisão para Oman

source: {{name}} must be a subdivision code of Zambia
pt_br: {{name}} deve ser um código de subdivisão para Zambia

source: {{name}} must not be a subdivision code of Zambia
pt_br: {{name}} não pode ser um código de subdivisão para Zambia

source: {{name}} must be a subdivision code of Guinea
pt_br: {{name}} deve ser um código de subdivisão para Guinea

source: {{name}} must not be a subdivision code of Guinea
pt_br: {{name}} não pode ser um código de subdivisão para Guinea

source: {{name}} must be a subdivision code of Monaco
pt_br: {{name}} deve ser um código de subdivisão para Monaco

source: {{name}} must not be a subdivision code of Monaco
pt_br: {{name}} não pode ser um código de subdivisão para Monaco

source: {{name}} must be a subdivision code of Latvia
pt_br: {{name}} deve ser um código de subdivisão para Latvia

source: {{name}} must not be a subdivision code of Latvia
pt_br: {{name}} não pode ser um código de subdivisão para Latvia

source: {{name}} must be a subdivision code of Afghanistan
pt_br: {{name}} deve ser um código de subdivisão para Afghanistan

source: {{name}} must not be a subdivision code of Afghanistan
pt_br: {{name}} não pode ser um código de subdivisão para Afghanistan

source: {{name}} must be a subdivision code of Svalbard and Jan Mayen
pt_br: {{name}} deve ser um código de subdivisão para Svalbard and Jan Mayen

source: {{name}} must not be a subdivision code of Svalbard and Jan Mayen
pt_br: {{name}} não pode ser um código de subdivisão para Svalbard and Jan Mayen

source: {{name}} must be a subdivision code of Kosovo
pt_br: {{name}} deve ser um código de subdivisão para Kosovo

source: {{name}} must not be a subdivision code of Kosovo
pt_br: {{name}} não pode ser um código de subdivisão para Kosovo

source: {{name}} must be a subdivision code of Tuvalu
pt_br: {{name}} deve ser um código de subdivisão para Tuvalu

source: {{name}} must not be a subdivision code of Tuvalu
pt_br: {{name}} não pode ser um código de subdivisão para Tuvalu

source: {{name}} must be a subdivision code of Denmark
pt_br: {{name}} deve ser um código de subdivisão para Denmark

source: {{name}} must not be a subdivision code of Denmark
pt_br: {{name}} não pode ser um código de subdivisão para Denmark

source: {{name}} must be a subdivision code of Belarus
pt_br: {{name}} deve ser um código de subdivisão para Belarus

source: {{name}} must not be a subdivision code of Belarus
pt_br: {{name}} não pode ser um código de subdivisão para Belarus

source: {{name}} must be a subdivision code of Angola
pt_br: {{name}} deve ser um código de subdivisão para Angola

source: {{name}} must not be a subdivision code of Angola
pt_br: {{name}} não pode ser um código de subdivisão para Angola

source: {{name}} must be a subdivision code of Spain
pt_br: {{name}} deve ser um código de subdivisão para Spain

source: {{name}} must not be a subdivision code of Spain
pt_br: {{name}} não pode ser um código de subdivisão para Spain

source: {{name}} must be a subdivision code of Kenya
pt_br: {{name}} deve ser um código de subdivisão para Kenya

source: {{name}} must not be a subdivision code of Kenya
pt_br: {{name}} não pode ser um código de subdivisão para Kenya

source: {{name}} must be a subdivision code of Laos
pt_br: {{name}} deve ser um código de subdivisão para Laos

source: {{name}} must not be a subdivision code of Laos
pt_br: {{name}} não pode ser um código de subdivisão para Laos

source: {{name}} must be a subdivision code of Qatar
pt_br: {{name}} deve ser um código de subdivisão para Qatar

source: {{name}} must not be a subdivision code of Qatar
pt_br: {{name}} não pode ser um código de subdivisão para Qatar

source: {{name}} must be a subdivision code of Isle of Man
pt_br: {{name}} deve ser um código de subdivisão para Isle of Man

source: {{name}} must not be a subdivision code of Isle of Man
pt_br: {{name}} não pode ser um código de subdivisão para Isle of Man

source: {{name}} must be a subdivision code of Lesotho
pt_br: {{name}} deve ser um código de subdivisão para Lesotho

source: {{name}} must not be a subdivision code of Lesotho
pt_br: {{name}} não pode ser um código de subdivisão para Lesotho

source: {{name}} must be a subdivision code of Equatorial Guinea
pt_br: {{name}} deve ser um código de subdivisão para Equatorial Guinea

source: {{name}} must not be a subdivision code of Equatorial Guinea
pt_br: {{name}} não pode ser um código de subdivisão para Equatorial Guinea

source: {{name}} must be a subdivision code of Germany
pt_br: {{name}} deve ser um código de subdivisão para Germany

source: {{name}} must not be a subdivision code of Germany
pt_br: {{name}} não pode ser um código de subdivisão para Germany

source: {{name}} must be a subdivision code of Turks and Caicos Islands
pt_br: {{name}} deve ser um código de subdivisão para Turks and Caicos Islands

source: {{name}} must not be a subdivision code of Turks and Caicos Islands
pt_br: {{name}} não pode ser um código de subdivisão para Turks and Caicos Islands

source: {{name}} must be a subdivision code of Iran
pt_br: {{name}} deve ser um código de subdivisão para Iran

source: {{name}} must not be a subdivision code of Iran
pt_br: {{name}} não pode ser um código de subdivisão para Iran

source: {{name}} must be a subdivision code of Poland
pt_br: {{name}} deve ser um código de subdivisão para Poland

source: {{name}} must not be a subdivision code of Poland
pt_br: {{name}} não pode ser um código de subdivisão para Poland

source: {{name}} must be a subdivision code of Philippines
pt_br: {{name}} deve ser um código de subdivisão para Philippines

source: {{name}} must not be a subdivision code of Philippines
pt_br: {{name}} não pode ser um código de subdivisão para Philippines

source: {{name}} must be a subdivision code of Senegal
pt_br: {{name}} deve ser um código de subdivisão para Senegal

source: {{name}} must not be a subdivision code of Senegal
pt_br: {{name}} não pode ser um código de subdivisão para Senegal

source: {{name}} must be a subdivision code of South Africa
pt_br: {{name}} deve ser um código de subdivisão para South Africa

source: {{name}} must not be a subdivision code of South Africa
pt_br: {{name}} não pode ser um código de subdivisão para South Africa

source: {{name}} must be a subdivision code of Italy
pt_br: {{name}} deve ser um código de subdivisão para Italy

source: {{name}} must not be a subdivision code of Italy
pt_br: {{name}} não pode ser um código de subdivisão para Italy

source: {{name}} must be a subdivision code of Ireland
pt_br: {{name}} deve ser um código de subdivisão para Ireland

source: {{name}} must not be a subdivision code of Ireland
pt_br: {{name}} não pode ser um código de subdivisão para Ireland

source: {{name}} must be a subdivision code of Nigeria
pt_br: {{name}} deve ser um código de subdivisão para Nigeria

source: {{name}} must not be a subdivision code of Nigeria
pt_br: {{name}} não pode ser um código de subdivisão para Nigeria

source: {{name}} must be a subdivision code of Swaziland
pt_br: {{name}} deve ser um código de subdivisão para Swaziland

source: {{name}} must not be a subdivision code of Swaziland
pt_br: {{name}} não pode ser um código de subdivisão para Swaziland

source: {{name}} must be a subdivision code of Jersey
pt_br: {{name}} deve ser um código de subdivisão para Jersey

source: {{name}} must not be a subdivision code of Jersey
pt_br: {{name}} não pode ser um código de subdivisão para Jersey

source: {{name}} must be a subdivision code of Finland
pt_br: {{name}} deve ser um código de subdivisão para Finland

source: {{name}} must not be a subdivision code of Finland
pt_br: {{name}} não pode ser um código de subdivisão para Finland

source: {{name}} must be a subdivision code of Singapore
pt_br: {{name}} deve ser um código de subdivisão para Singapore

source: {{name}} must not be a subdivision code of Singapore
pt_br: {{name}} não pode ser um código de subdivisão para Singapore

source: {{name}} must be a subdivision code of Pakistan
pt_br: {{name}} deve ser um código de subdivisão para Pakistan

source: {{name}} must not be a subdivision code of Pakistan
pt_br: {{name}} não pode ser um código de subdivisão para Pakistan

source: {{name}} must be a subdivision code of Northern Mariana Islands
pt_br: {{name}} deve ser um código de subdivisão para Northern Mariana Islands

source: {{name}} must not be a subdivision code of Northern Mariana Islands
pt_br: {{name}} não pode ser um código de subdivisão para Northern Mariana Islands

source: {{name}} must be a subdivision code of Maldives
pt_br: {{name}} deve ser um código de subdivisão para Maldives

source: {{name}} must not be a subdivision code of Maldives
pt_br: {{name}} não pode ser um código de subdivisão para Maldives

source: {{name}} must be a subdivision code of Argentina
pt_br: {{name}} deve ser um código de subdivisão para Argentina

source: {{name}} must not be a subdivision code of Argentina
pt_br: {{name}} não pode ser um código de subdivisão para Argentina

source: {{name}} must be a subdivision code of Guadeloupe
pt_br: {{name}} deve ser um código de subdivisão para Guadeloupe

source: {{name}} must not be a subdivision code of Guadeloupe
pt_br: {{name}} não pode ser um código de subdivisão para Guadeloupe

source: {{name}} must be a subdivision code of Netherlands Antilles
pt_br: {{name}} deve ser um código de subdivisão para Netherlands Antilles

source: {{name}} must not be a subdivision code of Netherlands Antilles
pt_br: {{name}} não pode ser um código de subdivisão para Netherlands Antilles

source: {{name}} must be a subdivision code of Bermuda
pt_br: {{name}} deve ser um código de subdivisão para Bermuda

source: {{name}} must not be a subdivision code of Bermuda
pt_br: {{name}} não pode ser um código de subdivisão para Bermuda

source: {{name}} must be a subdivision code of Saint Lucia
pt_br: {{name}} deve ser um código de subdivisão para Saint Lucia

source: {{name}} must not be a subdivision code of Saint Lucia
pt_br: {{name}} não pode ser um código de subdivisão para Saint Lucia

source: {{name}} must be a subdivision code of Uganda
pt_br: {{name}} deve ser um código de subdivisão para Uganda

source: {{name}} must not be a subdivision code of Uganda
pt_br: {{name}} não pode ser um código de subdivisão para Uganda

source: {{name}} must be a subdivision code of Vietnam
pt_br: {{name}} deve ser um código de subdivisão para Vietnam

source: {{name}} must not be a subdivision code of Vietnam
pt_br: {{name}} não pode ser um código de subdivisão para Vietnam

source: {{name}} must be a subdivision code of Aruba
pt_br: {{name}} deve ser um código de subdivisão para Aruba

source: {{name}} must not be a subdivision code of Aruba
pt_br: {{name}} não pode ser um código de subdivisão para Aruba

source: {{name}} must be a subdivision code of Israel
pt_br: {{name}} deve ser um código de subdivisão para Israel

source: {{name}} must not be a subdivision code of Israel
pt_br: {{name}} não pode ser um código de subdivisão para Israel

source: {{name}} must be a subdivision code of Ivory Coast
pt_br: {{name}} deve ser um código de subdivisão para Ivory Coast

source: {{name}} must not be a subdivision code of Ivory Coast
pt_br: {{name}} não pode ser um código de subdivisão para Ivory Coast

source: {{name}} must be a subdivision code of Wallis and Futuna
pt_br: {{name}} deve ser um código de subdivisão para Wallis and Futuna

source: {{name}} must not be a subdivision code of Wallis and Futuna
pt_br: {{name}} não pode ser um código de subdivisão para Wallis and Futuna

source: {{name}} must be a subdivision code of Brunei
pt_br: {{name}} deve ser um código de subdivisão para Brunei

source: {{name}} must not be a subdivision code of Brunei
pt_br: {{name}} não pode ser um código de subdivisão para Brunei

source: {{name}} must be a subdivision code of Bouvet Island
pt_br: {{name}} deve ser um código de subdivisão para Bouvet Island
